Repository: bryanmak1011/fyndra
Catalog: ios/fyndra/fyndra/Core/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %1$d of %2$d used today
zh_hant: 今天已使用 %1$d / %2$d

source: %d%% match
zh_hant: 符合度 %d%%

source: A PDF or Word (.docx) file with selectable text. A scanned or photographed CV cannot be read.
zh_hant: 請上傳可選取文字的 PDF 或 Word (.docx) 檔案。掃描或拍照的履歷無法讀取。

source: Add a skill
zh_hant: 新增技能

source: Answer sheet
zh_hant: 回答內容

source: Applications
zh_hant: 應徵紀錄

source: Applied
zh_hant: 已應徵

source: Apply
zh_hant: 應徵

source: Auto-submit
zh_hant: 自動送出

source: Awaiting your review
zh_hant: 等待你檢視

source: Broaden my criteria
zh_hant: 放寬我的條件

source: Cancel
zh_hant: 取消

source: Choose a file
zh_hant: 選擇檔案

source: Confirm and send
zh_hant: 確認並送出

source: Daily limit
zh_hant: 每日上限

source: Daily limit reached
zh_hant: 已達每日上限

source: Direct submit
zh_hant: 直接送出

source: Done
zh_hant: 完成

source: Email address
zh_hant: 電子郵件

source: Employer responded
zh_hant: 雇主已回覆

source: Enter the 6-digit code we sent to %@.
zh_hant: 請輸入我們寄送到 %@ 的 6 位數驗證碼。

source: Finding jobs for you…
zh_hant: 正在為你尋找職缺…

source: Fyndra prepares the application and waits for you to confirm it. This is the default.
zh_hant: Fyndra 會先準備好應徵內容，等你確認後才送出。這是預設方式。

source: Fyndra submits without asking, except for questions only you can answer.
zh_hant: 除了只有你能回答的問題之外，Fyndra 會直接送出，不再詢問。

source: Hand off to employer
zh_hant: 前往雇主網站

source: Handed off to you
zh_hant: 已交給你處理

source: Hired
zh_hant: 已錄用

source: Hong Kong
zh_hant: 香港

source: I have submitted this myself
zh_hant: 我已自行送出

source: Interview
zh_hant: 面試

source: Jobs
zh_hant: 職缺

source: Language
zh_hant: 語言

source: Loading…
zh_hant: 載入中…

source: Markets
zh_hant: 地區

source: Needs an answer
zh_hant: 需要回答

source: Needs attention
zh_hant: 需要注意

source: Needs you
zh_hant: 需要你處理

source: No CV uploaded yet
zh_hant: 尚未上傳履歷

source: No applications yet
zh_hant: 還沒有應徵紀錄

source: No more matches
zh_hant: 沒有更多符合的職缺

source: Nothing here is used until you confirm it.
zh_hant: 在你確認之前，這些內容都不會被使用。

source: Notifications
zh_hant: 通知

source: Offer
zh_hant: 錄取通知

source: Only you can answer this
zh_hant: 只有你能回答這個問題

source: Open the employer's form
zh_hant: 開啟雇主的申請表

source: Pass
zh_hant: 略過

source: Profile
zh_hant: 個人檔案

source: Questions for you
zh_hant: 需要你回答的問題

source: Queued
zh_hant: 排隊中

source: Reading your CV…
zh_hant: 正在讀取你的履歷…

source: Rejected
zh_hant: 未錄取

source: Reload feed
zh_hant: 重新載入

source: Remove %@
zh_hant: 移除 %@

source: Replace CV
zh_hant: 更換履歷

source: Review answers
zh_hant: 檢視回答

source: Review before sending
zh_hant: 送出前先檢視

source: Save
zh_hant: 儲存

source: Save changes
zh_hant: 儲存變更

source: Save this answer for future applications
zh_hant: 儲存這個答案，供日後應徵使用

source: Send answer
zh_hant: 送出回答

source: Send code
zh_hant: 傳送驗證碼

source: Settings
zh_hant: 設定

source: Sign in to Fyndra
zh_hant: 登入 Fyndra

source: Sign out
zh_hant: 登出

source: Skills we found
zh_hant: 我們找到的技能

source: Something went wrong
zh_hant: 發生問題

source: Something went wrong with this application.
zh_hant: 這筆應徵發生問題。

source: Source: CV
zh_hant: 來源：履歷

source: Source: a previous answer
zh_hant: 來源：先前的回答

source: Source: drafted for you
zh_hant: 來源：為你草擬

source: Source: profile
zh_hant: 來源：個人檔案

source: Submission mode
zh_hant: 送出方式

source: Swipe right on a job and it will show up here.
zh_hant: 向右滑動職缺後，就會出現在這裡。

source: Taiwan
zh_hant: 台灣

source: Tell me when an application needs me
zh_hant: 當應徵需要我處理時通知我

source: That PDF has no text layer — it looks scanned or photographed. Export a text PDF and try again.
zh_hant: 這個 PDF 沒有文字層，看起來是掃描或拍照的檔案。請匯出文字版 PDF 後再試一次。

source: That file format is not supported. Upload a PDF or a .docx file.
zh_hant: 不支援這種檔案格式。請上傳 PDF 或 .docx 檔案。

source: That file is password-protected. Remove the password and try again.
zh_hant: 這個檔案有密碼保護。請移除密碼後再試一次。

source: This asks about work authorisation, visa status, an identity number, expected salary, or personal characteristics. Fyndra never answers these for you, and never reuses your answer on another application.
zh_hant: 這個問題涉及工作許可、簽證狀態、身分證字號、期望薪資或個人特徵。Fyndra 不會替你回答，也不會把你的答案用在其他應徵上。

source: Timeline
zh_hant: 歷程

source: Traditional Chinese
zh_hant: 繁體中文

source: Try again
zh_hant: 再試一次

source: Update status
zh_hant: 更新狀態

source: Upload your CV
zh_hant: 上傳履歷

source: Use a different email
zh_hant: 使用其他電子郵件

source: Verification code
zh_hant: 驗證碼

source: Verify
zh_hant: 驗證

source: We could not read any skills from that CV. Add them yourself below.
zh_hant: 我們無法從這份履歷讀取到技能，請在下方自行新增。

source: We could not read that file
zh_hant: 我們無法讀取這個檔案

source: We'll email you a 6-digit code. There is no password to remember.
zh_hant: 我們會寄送 6 位數驗證碼到你的電子郵件，不需要記密碼。

source: Withdrawn
zh_hant: 已撤回

source: Years of experience
zh_hant: 工作年資

source: You have seen every job that matches your profile right now. Broaden your criteria, or check back after the next crawl.
zh_hant: 目前符合你條件的職缺都看完了。你可以放寬條件，或稍後再回來查看。

source: You have used all %d of today's applications. The cap resets tomorrow.
zh_hant: 你今天的 %d 次應徵已用完，明天會重新計算。

source: Your answer
zh_hant: 你的回答

source: Your profile
zh_hant: 你的個人檔案
